Revit 2027 API
ParameterTypeId.StructuralEndReleaseMx Property
 "End Mx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralEndReleaseMx { get; }
Public Shared ReadOnly Property StructuralEndReleaseMx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralEndReleaseMx {
	ForgeTypeId^ get ();
}
static member StructuralEndReleaseMx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace